Repository: JordanRamos/pereira-ramos.com
Catalog: projets/swift/localization/*/main.xlf
Languages: fr

source: PLAY
fr: JOUER

source: HELP
fr: AIDE

source: NEXT
fr: SUITE

source: move
fr: déplacer

source: fire
fr: tirer

source: bomb
fr: bombes

source: special
fr: spécial

source: Touch lives on the Hud to enable god mode
fr: Toucher les vies dans le Hud pour activer le mode Dieu

source: fire upgrade
fr: amélioration tir

source: fire power
fr: puissance du tir

source: bomb +1
fr: bombe +1

source: life +1
fr: vie +1

source: shield
fr: bouclier

source: Slide your finger anywhere on screen to move the ship
fr: Glisser votre doigt sur l'écran pour bouger le vaisseau

source: lives
fr: vies

source: Special Power-Up
fr: Spécial Power-Up

source: Make your enemies your allies
fr: Vos énnemis deviennent des alliés

source: bombs
fr: bombes

source: ..WAITING FOR PLAYER 2..
fr: ..ATTENTE JOUEUR 2..

source: .WAITING FOR PLAYER 2.
fr: .ATTENTE JOUEUR 2.
